Repository: AbdullahEslah/Rose-Captan
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Login
ur: لاگ ان

source: mobile
ur: موبائل

source: Enter Your Mobile Number To Continue
ur: اپنا موبائل نمبر درج کریں جاری رکھنے کے لئے۔

source: Your Mobile Number
ur: آپ کا موبائل نمبر

# weHaveSentACodeToYourMobileToLogin
source: We've sent a code to your mobile to login
ur: م نے لاگ ان کرنے کے لیے آپ کے موبائل پر ایک کوڈ بھیجا ہے۔

source: Enter code
ur: کوڈ

source: Resend Code
ur: بھیجیں

source: Verify
ur: تصدیق

source: OTP Verification
ur: او ٹی پی کی توثیق

source: Code
ur: کوڈ

source: Driver Information
ur: ڈرائیور کی معلومات

source: Driver Name
ur: ڈرائیور کا نام

source: ID Number
ur: ناختی نمبر

source: Next
ur: اگلا

source: Company Name
ur: کمپنی کا نام

source: Company Information
ur: کمپنی کی معلومات

source: Company Type
ur: کمپنی کی قسم

# placeOfCompany
source: Company Place
ur: کمپنی کی جگہ

source: Company Registration Number
ur: کمپنی کا رجسٹریشن نمبر

source: Car Information
ur: کار کی معلومات

source: Car Type
ur: کار کی قسم

# numOfPassengers
source: Number Of Passengers
ur: مسافروں کی تعداد

source: Car Model
ur: کار ماڈل

source: Car Color
ur: کار کا رنگ

# licenseNumber
source: License Plate Number
ur: لائسنس پلیٹ نمبر

source: Requested Images
ur: درخواست کردہ تصاویر

source: Pick An Image
ur: ایک تصویر چنیں۔

source: Replace Image
ur: تصویر کو تبدیل کریں۔

source: ID Image
ur: شناختی تصویر

source: Car Image
ur: کار کی تصویر

source: License Image
ur: لائسنس کی تصویر

source: Driver Image
ur: ڈرائیور کی تصویر

source: Submit
ur: جمع کروائیں۔
